Repository: codygarver/os-patch-gnome-settings-daemon-xenial
Catalog: debian/po-up/*.po
Languages: bn_in, sr, sr@latin, zh_cn

source: You will need to restart this computer before the hardware will work correctly.
bn_in: হার্ডওয়্যার সঠিকভাবে ব্যবহারের পূর্বে কম্পিউটার পুনরায় আরম্ভ করা আবশ্যক।
sr: Мораћете поново да покренете овај рачунар да би физичке компоненте радиле исправно.
sr@latin: Moraćete ponovo da pokrenete ovaj računar da bi fizičke komponente radile ispravno.
zh_cn: 您需要重启电脑后硬件才会正常工作。

source: Additional software was installed
bn_in: অতিরিক্ত সফ্টওয়্যার ইনস্টল করা হয়েছে
sr: Додатни софтвер је инсталиран
sr@latin: Dodatni softver je instaliran
zh_cn: 额外的软件已安装

source: Software Updates
bn_in: সফ্টওয়্যার আপডেট
sr: Ажурирања софтвера
sr@latin: Ažuriranja softvera
zh_cn: 软件更新

source: You will need to remove and then reinsert the hardware before it will work correctly.
bn_in: হার্ডওয়্যার সঠিকভাবে ব্যবহারের পূর্বে সেটি প্রথমে বিচ্ছিন্ন করে পুনরায় সংযোজন করা আবশ্যক।
sr: Мораћете да уклоните, а затим да поново убаците физичку компоненту да би могла да ради исправно.
sr@latin: Moraćete da uklonite, a zatim da ponovo ubacite fizičku komponentu da bi mogla da radi ispravno.
zh_cn: 您需要拔出再重新插入该硬件才会正常工作。

source: Your hardware has been set up and is now ready to use.
bn_in: ব্যবহারের জন্য হার্ডওয়্যার প্রস্তুত করা হয়েছে।
sr: Ваша физичка компонента је подешена и сада је спремна за употребу.
sr@latin: Vaša fizička komponenta je podešena i sada je spremna za upotrebu.
zh_cn: 您的硬件已被安装，现在可以使用。

source: Additional firmware is required to make hardware in this computer function correctly.
bn_in: এই কম্পিউটারের মধ্যে হার্ডওয়্যার সঠিকরূপে সঞ্চালনার জন্য অতিরিক্ত ফার্মওয়্যার আবশ্যক।
sr: Потребан је додатни фирмвер да би уређај радио исправно на овом рачунару.
sr@latin: Potreban je dodatni firmver da bi uređaj radio ispravno na ovom računaru.
zh_cn: 需要额外的固件才能使电脑上的硬件正常工作。

source: Additional firmware required
bn_in: অতিরিক্ত ফার্মওয়্যার আবশ্যক
sr: Потребан је додатни фирмвер
sr@latin: Potreban je dodatni firmver
zh_cn: 需要的额外固件

source: Install firmware
bn_in: ফার্মওয়্যার ইনস্টল করুন
sr: Инсталирај фирмвер
sr@latin: Instaliraj firmver
zh_cn: 安装固件

source: Ignore devices
bn_in: ডিভাইস উপেক্ষা করা হবে
sr: Занемари уређаје
sr@latin: Zanemari uređaje
zh_cn: 忽略设备

source: Failed To Update
bn_in: আপডেট করতে ব্যর্থ
sr: Нисам успео да ажурирам
sr@latin: Nisam uspeo da ažuriram
zh_cn: 更新失败

source: A previous update was unfinished.
bn_in: পূর্ববর্তী আপডেট অসমাপ্ত রয়েছে।
sr: Претходно ажурирање је остало недовршено.
sr@latin: Prethodno ažuriranje je ostalo nedovršeno.
zh_cn: 前一次更新未完成。

source: Network access was required but not available.
bn_in: নেটওয়ার্কের ব্যবহার আবশ্যক কিন্তু উপলব্ধ নেই।
sr: Био је потребан приступ мрежи али је недоступна.
sr@latin: Bio je potreban pristup mreži ali je nedostupna.
zh_cn: 需要访问网络可是不可用。

source: An update was not signed in the correct way.
bn_in: সঠিকরূপে আপডেট স্বাক্ষর করা হয়নি।
sr: Једно ажурирање није означено на прави начин.
sr@latin: Jedno ažuriranje nije označeno na pravi način.
zh_cn: 有更新没有以正确的方法签名。

source: The update could not be completed.
bn_in: আপডেট সমাপ্ত করা যায়নি।
sr: Ажурирање не може бити довршено.
sr@latin: Ažuriranje ne može biti dovršeno.
zh_cn: 更新无法完成

source: The update was cancelled.
bn_in: আপডেট বাতিল করা হয়েছে।
sr: Ажурирање је отказано.
sr@latin: Ažuriranje je otkazano.
zh_cn: 更新被取消

source: An offline update was requested but no packages required updating.
bn_in: অফ-লাইন আপডেটের অনুরোধ করা হয়েছে কিন্তু কোনো প্যাকেজ আপডেট করার প্রয়োজন হয়নি।
sr: Затражено је ажурирање ван мреже али ниједан пакет није затражио ажурирање.
sr@latin: Zatraženo je ažuriranje van mreže ali nijedan paket nije zatražio ažuriranje.
zh_cn: 请求了离线更新但没有包需要更新。

source: No space was left on the drive.
bn_in: ড্রাইভের মধ্যে অবশিষ্ট স্থান নই।
sr: Нема више простора на диску.
sr@latin: Nema više prostora na disku.
zh_cn: 磁盘空间不足。

source: An update failed to install correctly.
bn_in: সঠিকভাবে আপডেট ইনস্টল করা হয়নি।
sr: Једно ажурирање није успело да се исправно инсталира.
sr@latin: Jedno ažuriranje nije uspelo da se ispravno instalira.
zh_cn: 有更新无法正确安装。

source: The offline update failed in an unexpected way.
bn_in: অপ্রত্যাশিতভাবে অফ-লাইন আপডেট বিফল হয়েছে।
sr: Ажурирање ван мреже није успело на очекивани начин.
sr@latin: Ažuriranje van mreže nije uspelo na očekivani način.
zh_cn: 离线更新异常失败。

source: Detailed errors from the package manager follow:
bn_in: প্যাকেজ পরিচালনব্যবস্থা থেকে প্রাপ্ত ত্রুটির বিস্তারিত তথ্য:
sr: Опширније грешке управника пакета следе:
sr@latin: Opširnije greške upravnika paketa slede:
zh_cn: 如下时包管理器详细的出错信息：

source: Distribution upgrades available
bn_in: ডিস্ট্রিবিউশন সংক্রান্ত আপগ্রেড উপলব্ধ রয়েছে
sr: Доступна је надоградња дистрибуције
sr@latin: Dostupna je nadogradnja distribucije
zh_cn: 发行版本升级可用

source: Not Now
sr: Не сада
sr@latin: Ne sada
zh_cn: 暂时不

source: More information
bn_in: অতিরিক্ত তথ্য
sr: Више података
sr@latin: Više podataka
zh_cn: 详细信息

source: Update
bn_in: আপডেট
sr: Ажурирање
sr@latin: Ažuriranje
zh_cn: 更新

source: An important software update is available
bn_in: একটি গুরুত্বপূর্ণ সফ্টওয়্যার আপডেট উপলব্ধ রয়েছে
sr: Доступно је важно ажурирање софтвера
sr@latin: Dostupno je važno ažuriranje softvera
zh_cn: 有重要更新可用

source: Install updates
bn_in: আপডেট ইনস্টল করুন
sr: Инсталирај ажурирања
sr@latin: Instaliraj ažuriranja
zh_cn: 安装更新

source: A software update is available.
bn_in: একটি সফ্টওয়্যার আপডেট উপলব্ধ রয়েছে
sr: Доступно је ажурирање софтвера.
sr@latin: Dostupno je ažuriranje softvera.
zh_cn: 系统更新可用。

source: Updates
bn_in: আপডেট
sr: Ажурирања
sr@latin: Ažuriranja
zh_cn: 更新

source: Unable to access software updates
bn_in: সফ্টওয়্যার আপডেট ব্যবহার করতে ব্যর্থ
sr: Не могу да приступим ажурирањима софтвера
sr@latin: Ne mogu da pristupim ažuriranjima softvera
zh_cn: 无法获取软件更新

source: Try again
bn_in: পুনরায় চেষ্টা করুন
sr: Покушај поново
sr@latin: Pokušaj ponovo
zh_cn: 再试一次

source: A transaction that cannot be interrupted is running
bn_in: চলমান ট্রানস্যাকশন বিঘ্নিত করা সম্ভব নয়
sr: У току је пренос који не може бити прекинут
sr@latin: U toku je prenos koji ne može biti prekinut
zh_cn: 一个不可中断的事务正在运行

source: Software Update Installed
bn_in: সফ্টওয়্যার আপডেট ইনস্টল করা হয়েছে
sr: Ажурирање софтвера је инсталирано
sr@latin: Ažuriranje softvera je instalirano
zh_cn: 软件更新已安装

source: An important OS update has been installed.
bn_in: অপারেটিং সিস্টেমের একটি গুরুত্বপূর্ণ আপডেট ইনস্টল করা হয়েছে।
sr: Инсталирано је важно ажурирање софтвера.
sr@latin: Instalirano je važno ažuriranje softvera.
zh_cn: 重要更新已安装

source: Software Updates Failed
bn_in: সফ্টওয়্যার আপডেট বিফল হয়েছে
sr: Ажурирање софтвера није успело
sr@latin: Ažuriranje softvera nije uspelo
zh_cn: 软件更新失败

source: An important OS update failed to be installed.
bn_in: অপারেটিং সিস্টেমের একটি গুরুত্বপূর্ণ আপডেট ইনস্টল করতে ব্যর্থ।
sr: Није успело инсталирање важног ажурирања система.
sr@latin: Nije uspelo instaliranje važnog ažuriranja sistema.
zh_cn: 有重要更新安装失败

source: Show details
bn_in: বিবরণ প্রদর্শন করা হবে
sr: Прикажи детаље
sr@latin: Prikaži detalje
zh_cn: 显示细节

source: OK
bn_in: ঠিক আছে
sr: У реду
sr@latin: U redu
zh_cn: 确定
